casos/p05_simetria/constant/transportProperties
FoamFile { version 2.0; format ascii; class dictionary; object transportProperties; }
// Re = U*(2H)/nu = 0.1*0.1/1e-4 = 100  (escoamento laminar)
nu  nu [0 2 -1 0 0 0 0] 1e-4;
