casos/p05_simetria/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application     simpleFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         1000;
writeControl    timeStep;
writeInterval   1000;
purgeWrite      1;
writeFormat     ascii;
writePrecision  6;
runTimeModifiable true;
